//自己创建一个数据
var data = {
	letv:[
		{
			"ul":"#",
			"title":"掠夺者 暴力烧脑 ,杀戮游戏",
			"date":"2017.02.01日 11:30",
			"id":11,
			"name":"张三",
			"img":"img/01.png"
		},		
		{
			"ul":"#",
			"title":"忍者神龟2 破影而出",
			"date":"2017.02.01日 11:30",
			"id":12,
			"name":"张三",
			"img":"img/02.png"
		},			
		{
			"ul":"#",
			"title":"夜色撩人 少妇深夜被劫遭捆绑",
			"date":"2017.02.03日 11:30",
			"id":13,
			"img":" img/03.png"
		},
		{
			"ul":"#",
			"title":"秘果 欧阳娜娜揭少女心事",
			"date":"2017.02.04日 11:30",
			"id":14,
			"img":" img/04.png"
		},
		{
			"ul":"#",
			"title":"逃出克隆岛 我可以克隆多个女友",
			"date":"2017.02.05日 11:30",
			"id":15,
			"img":" img/05.png"
		},
		{
			"ul":"#",
			"title":"黑白迷宫 陈小春再次血站江湖",
			"date":"2017.05.06日 11:30",
			"id":16,
			"img":" img/06.png"
		},
		{
			"ul":"#",
			"title":"反转人生 倪妮变身土地婆",
			"date":"2017.04.07日 11:30",
			"id":17,
			"img":" img/07.png"
			
		},
	
	]
}